---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareMeterKelvinsPerWatt
source: html/07a14ed6-7030-a184-4a69-6e03c8e2eea0.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareMeterKelvinsPerWatt Property

Square meter kelvins per watt.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareMeterKelvinsPerWatt { get; }
```